Repository: GuntisTreulands/FuelApp
Catalog: fuelhunter/Localization/*.lproj/Localizable.strings
Languages: lv, ru

# lv_language_name
source: Latvian
lv: Latviski
ru: Латвийский

# ru_language_name
source: Russian
lv: Krieviski
ru: Русский

# en_language_name
source: English
lv: Angliski
ru: Английский

# lg_language_name
source: Latgalian
ru: Латгальский

# next_button_title
source: Next
lv: Tālāk
ru: Далее

# give_access_button_title
source: Give access
lv: Dot atļauju
ru: Дать разрешение

# later_button_title
source: Later
lv: Vēlāk
ru: Позже

# activate_button_title
source: Activate
lv: Aktivizēt
ru: Активизировать

# cancel_button_title
source: Cancel
lv: Atcelt
ru: Отмена

# ok_button_title
source: Ok
ru: Ну ладно

# no_data_label_downloading_active
source: Please wait.. Downloading data
ru: Пожалуйста, подождите .. nЗагрузка данных

# no_data_label_no_data_available
source: Currently there is no data available. Check again later.
ru: В настоящее время нет доступных данных. Проверьте позже.

# no_data_label_parsing_problem
source: There was a problem parsing the data from the server. Check again later.
ru: Возникла проблема с анализом данных с сервера. Проверьте позже.

# no_data_label_server_error
source: There was a problem with server. Check again later.
ru: Возникла проблема с сервером. Проверьте позже.

# no_data_label_timeout
source: There was a problem connecting to server (Timeout). Try again later.
ru: При подключении к серверу возникла проблема (время ожидания). Попробуйте позже.

# company_type_cheapest_title
source: Cheapest
lv: Lētākā
ru: Самый дешевый

# company_type_cheapest_description
source: Turning this on - will also show the company, which has the cheapest price at that moment in Riga
lv: Ieslēdzot šo - vienmēr tiks rādīta arī tā kompānija, kurai Latvijā ir lētākā degviela attiecīgajā brīdī
ru: Включение этого всегда будет показывать компанию, которая имеет самое дешевое топливо в Риге в то время

# company_type_neste_description
source: Cheapest fuel in Riga.
lv: Lētākā degviela Rīgā.
ru: Самое дешевое топливо в Риге.

# company_type_circle_k_description
source: Cheapest fuel in Riga.
lv: Lētākā degviela Rīgā.
ru: Самое дешевое топливо в Риге.

# company_type_kool_description
source: Lowest prices in the Latvian gas station network.
lv: Zemākās cenas DUS tīklā Latvijā.
ru: Самые низкие цены в сети АЗС Латвии.

# company_type_ln_description
source: Lowest prices in the network of filling stations in Latvia, by regions (Riga district, Liepaja district, Ventspils district, Zemgale, Vidzeme, Latgale).
lv: Zemākās cenas DUS tīklā Latvijā, pa reģioniem (Rīgas rajons, Liepājas rajons, Ventspils rajons, Zemgale, Vidzeme, Latgale).
ru: Самые низкие цены в сети АЗС в Латвии, по регионам (Рижский район, Лиепайский район, Вентспилсский район, Земгале, Видземе, Латгалия).

# company_type_virsi_description
source: Cheapest fuel in Riga and Riga district.
lv: Lētākā degviela Rīgā un Pierīgā.
ru: Самое дешевое топливо в Риге и Пиериге.

# company_type_gotika_description
source: Lowest prices in the Latvian gas station network.
lv: Zemākās cenas DUS tīklā Latvijā.
ru: Самые низкие цены в сети АЗС Латвии.

# company_select_companies_you_wish_to_be_represented_title
source: Check which fuel companies you want to see listed
lv: Atzīmē kuras uzpildes kompānijas vēlies redzēt sarakstā
ru: Проверьте, какие компании по розливу вы хотите видеть в списке

# fuel_dd
source: DD | Diesel fuel
lv: DD | Dīzeļdegviela
ru: ДТ | Дизельное топливо

# fuel_dd_pro
source: DD | Pro Diesel fuel
lv: DD | Pro Dīzeļdegviela
ru: ДТ | про Дизельное топливо

# fuel_95
source: 95 | Gasoline
lv: 95 | Benzīns
ru: 95 | Бензин

# fuel_98
source: 98 | Gasoline
lv: 98 | Benzīns
ru: 98 | Бензин

# fuel_gas
source: Car Gas
lv: Auto Gāze
ru: Авто Газ

# fuel_dd_short
source: DD
ru: ДТ

# fuel_dd_pro_short
source: DD Pro
ru: ДТ Про

# fuel_gas_short
source: Car Gas
lv: Auto Gāze
ru: Авто Газ

# intro_app_description_text_1
source: Find out which fuel station has the lowest fuel price.
lv: Uzzini kurā degvielas uzpildes stacijā ir zemākā degvielas cena.
ru: Узнайте, какая бензозаправочная станция имеет самую низкую цену на топливо.

# intro_app_description_text_2
source: Get notifications on the phone when the price of fuel drops.
lv: Saņem paziņojumus telefonā kad degvielai krītas cena.
ru: Получать уведомления на телефон, когда топливо падает.

# intro_choose_companies_you_use_title
source: Mark the fuel companies you usually use.
lv: Atzīmē degvielas kompānijas, kurās uzpildies.
ru: Обратите внимание на топливные компании, которые вы заполняете.

# intro_choose_fuel_types_you_are_interested
source: Mark the types of fuel you are interested in.
lv: Atzīmē degvielas veidus, kuru cenas Tev interesē.
ru: Отметьте виды топлива, которые вас интересуют.

# intro_notifs_title
source: Push Notifications
lv: Paziņojumi
ru: Уведомления

# intro_notifs_description
source: Receive push notifications when the price of fuel drops.
lv: Saņem paziņojumus telefonā, kad degvielai krītas cena.
ru: Получать телефонные уведомления, когда цена на топливо падает.

# intro_notifs_no_data_found_when_filtered
source: There are no cities matching the search term. nUnfortunately, it is not possible to specify villages and other less populated areas at this time.
ru: Не найдено городов, соответствующих поисковому запросу. К сожалению, в настоящее время нельзя указать деревни и другие менее населенные районы.

# intro_location_title
source: Location
lv: Lokācija
ru: Локационной

# intro_location_description
source: If you turn on GPS, we can display prices closer to you.
lv: Ja ieslēgsi GPS, tad iespējams varēsim attēlot cenas, kas būtu Tuvāk Tev.
ru: Если вы включите GPS, мы можем отобразить цены ближе к вам.

# settings_title
source: Settings
lv: Iestatījumi
ru: Настройки

# settings_receive_notif_if_price_drops_by_title
source: Get notified when fuel price drops by
lv: Saņemt paziņojumus, kad degvielas cena samazinās par
ru: Получать уведомления, когда цена на топливо падает на

# settings_1_cent
source: cent.
lv: centu.
ru: цент.

# settings_more_cents
source: cents.
lv: centiem.
ru: центов.

# settings_city_title
source: City
ru: Город

# settings_choose_city_title
source: Choose a city for which to receive notifications.
ru: Укажите город для уведомления.

# settings_fuel_company_title
source: Fuel companies
lv: Uzpildes kompānijas
ru: Заполняющие компании

# settings_fuel_company_description
source: Mark which fuel companies you want to see listed
lv: Atzīmē, kuras uzpildes kompānijas vēlies redzēt sarakstā
ru: Отметьте, какие компании по розливу вы хотите видеть в списке

# settings_fuel_type_title
source: Fuel type
lv: Degvielas veids
ru: Тип топлива

# settings_fuel_type_description
source: Current fuel type
lv: Aktuālais degvielas veids
ru: Текущий тип топлива

# settings_fuel_type_second_description
source: Mark the types of fuel you are interested in
lv: Atzīmē degvielas veidus, kuru cenas Tevi interesē
ru: Отметьте виды топлива, которые вас интересуют

# settings_gps_description
source: Use GPS to display the cheapest prices near your location
lv: Izmantot GPS, lai attēlotu lētākās cenas Tavas lokācijas tuvumā
ru: Используйте GPS, чтобы отобразить самые дешевые цены рядом с вашим местоположением

# settings_notif_title
source: Push Notifications
lv: Paziņojumi
ru: Уведомления

# settings_app_language_title
source: Application language
lv: Aplikācijas valoda
ru: Язык приложения

# settings_app_language_description
source: Change application language
lv: Izmaini aplikācijas valodu
ru: Изменить язык приложения

# settings_about_app_title
source: About app
lv: Par aplikāciju
ru: О приложении

# settings_about_app_description
source: How it works
lv: Kā tas strādā
ru: Как это работает

# settings_about_app_map_title
source: Find out which petrol station has the lowest fuel price.
lv: Uzzini kurā degvielas uzpildes stacijā ir zemākā degvielas cena.
ru: Узнайте, какая бензозаправочная станция имеет самую низкую цену на топливо.

# settings_about_app_notif_title
source: Get notified when the price of fuel drops.
lv: Saņem paziņojumus kad degvielai krītas cena.
ru: Получить уведомление, когда цена топлива падает.

# settings_about_app_full_description
source: We currently obtain the lowest price data from the websites of the fuel companies, so for the time being this information is for information only. In addition, the website does not update this information on weekends or holidays. However, we believe that any car rider will only benefit if they know when a fuel company will drop their fuel prices and where to find the gas station at the cheapest price. Currently we are getting data from companies:
lv: Zemāko cenu datus patreiz iegūstam no degvielas kompāniju mājaslapām, tādēļ patreiz šiem datiem ir tikai informatīva nozīme. Turklāt mājaslapā tā informācija netiek atjaunota brīvdienās un svētku dienās. Tomēr, uzskatām, ka jebkurš autobraucējs būs tikai ieguvējs, ja zinās kad kādai degvielas kompānijai krītas degvielas cenas un kur atrast degvielas uzpildes staciju ar lētāko cenu. Patreiz iegūstam šādus datus:
ru: В настоящее время мы получаем данные о самых низких ценах с сайтов топливных компаний, поэтому пока эта информация носит исключительно информационный характер. Кроме того, веб-сайт не обновляет эту информацию в выходные или праздничные дни. Однако мы считаем, что любой водитель автомобиля выиграет, только если узнает, что топливная компания снизит цены на топливо и где найти заправочную станцию ​​по самой низкой цене. данные:

# settings_feedback_title
source: Feedback
ru: Отзывы

# settings_feedback_description
source: Have a suggestion? Noticed a bug? Drop us an email!
ru: Есть предложение? Заметили ошибку? Напишите нам письмо!

# settings_feedback_email_title
source: Feedback on Fuel Hunter (iOS)
ru: Отзыв о Fuel Hunter (iOS)

# settings_feedback_email_info
source: Send us your feedback, suggestions, or encountered problems. Add screenshots, if necessary, by touch and hold in text area and choose "Insert Photo or Video"
ru: Присылайте нам свои отзывы, предложения или возникшие проблемы. При необходимости добавьте снимки экрана, коснитесь и удерживайте их в текстовой области и выберите "Вставить фото или видео".

# settings_error_email_title
source: Sorry
ru: Проблема

# settings_error_email_description
source: You have not set up any emails (in Settings)
ru: Вы не настроили ни одной электронной почты (в настройках)

# settings_changes_title
source: Changes
ru: Изменения

# settings_changes_new_company_section_title
source: Fuel Hunter now also offers this company
ru: Fuel Hunter теперь также предлагает эту компанию

# settings_changes_new_companies_section_title
source: Fuel Hunter now also offers these companies
ru: Fuel Hunter теперь также предлагает эти компании

# settings_changes_removes_company_section_title
source: Unfortunately, Fuel Hunter is no longer able to retrieve data from this company at this time
ru: К сожалению, в настоящее время Fuel Hunter больше не может получать данные от этой компании

# settings_changes_removes_companies_section_title
source: Unfortunately, Fuel Hunter is no longer able to retrieve data from these companies at this time
ru: К сожалению, в настоящее время Fuel Hunter больше не может получать данные от этих компаний

# fuel_list_savings_button_title
source: Savings
lv: Ietaupījums
ru: Экономия

# fuel_list_fuel_price_accuracy_button_title
source: Price Accuracy
lv: Cenu precizitāte
ru: Точность цены

# fuel_list_city_title
source: Why
ru: Почему

# fuel_list_city_explain_description
source: Fuel Hunter currently only works in Latvian cities. The application uses GPS to navigate to the city closest to you. If GPS is off, the application will display data from the city you selected when setting Notifications. If GPS is off, and notifications are turned off, then the application will show data only from Riga.
ru: В настоящее время Fuel Hunter работает только в городах Латвии. Приложение использует GPS для навигации по ближайшему к вам городу. Если GPS выключен, приложение будет отображать данные из города, выбранного при настройке уведомлений. Если GPS отключен, и уведомления отключены, тогда приложение будет показывать данные только из Риги.

# map_price_last_was_updated_many_minutes_ago_text
source: Price last updated ^^^ minutes ago. The price was obtained from the website.
ru: Цена в последний раз обновлялась ^^^ минут назад. Цена была получена с сайта.

# map_price_was_updated_hour_ago_text
source: Price last updated a hour ago. The price was obtained from the website.
ru: Цена в последний раз обновлялась час назад. Цена была получена с сайта.

# map_price_last_was_updated_many_hours_ago_text
source: Price last updated ^^^ hours ago. The price was obtained from the website.
ru: Цена в последний раз обновлялась ^^^ часов назад. Цена была получена с сайта.

# map_price_last_was_updated_more_than_a_day_ago_text
source: Price was updated more than a day ago. The price was obtained from the website.
ru: Цена была обновлена более суток назад. Цена была получена с сайта.

# map_price_last_was_updated_just_ago_text
source: Price was just now updated. The price was obtained from the website.
lv: Cena pēdējo reizi atjaunota pirms 1 minūtes. Cena tika iegūta no mājaslapas.
ru: Цена была только что обновлена. Цена была получена с сайта.

# map_price_last_updated_homepage_name
source: website
lv: mājaslapas
ru: сайта

# map_directions_button_title
source: Directions
lv: Norādes
ru: Направления

# map_kilometers
source: km
ru: км

# map_meters
source: m
ru: м

# map_navigation
source: Navigation
lv: Navigācija
ru: Навигация

# map_navigation_ask_which_app_to_open
source: Which application?
lv: Kurā aplikācijā atvērt?
ru: Какое приложение открыть?

# fuel_accuracy_title
source: Price Accuracy
lv: Cenu precizitāte
ru: Точность цены

# fuel_accuracy_description
source: We currently obtain the lowest price data from the websites of the fuel companies, so for the time being this information is for information only. In addition, the website does not update this information on weekends or holidays. However, we believe that any car rider will only benefit if they know when a fuel company will drop their fuel prices and where to find the gas station at the cheapest price. Currently we are getting data from companies:
lv: Zemāko cenu datus patreiz iegūstam no degvielas kompāniju mājaslapām, tādēļ patreiz šiem datiem ir tikai informatīva nozīme. Turklāt mājaslapā tā informācija netiek atjaunota brīvdienās un svētku dienās. Tomēr, uzskatām, ka jebkurš autobraucējs būs tikai ieguvējs, ja zinās kad kādai degvielas kompānijai krītas degvielas cenas un kur atrast degvielas uzpildes staciju ar lētāko cenu. Patreiz iegūstam šādus datus:
ru: В настоящее время мы получаем данные о самых низких ценах с сайтов топливных компаний, поэтому пока эта информация носит исключительно информационный характер. Кроме того, веб-сайт не обновляет эту информацию в выходные или праздничные дни. Однако мы считаем, что любой водитель автомобиля выиграет, только если узнает, что топливная компания снизит цены на топливо и где найти заправочную станцию ​​по самой низкой цене. данные:

# fuel_savings_title
source: Savings
lv: Ietaupījums
ru: Экономия

# fuel_savings_description_1
source: An ordinary motorist fills the gas station on his way between home and work and when the lighthouse is almost empty.
lv: Parasts autobraucējs, uzpildās degvielas uzpildes stacijā, kas viņam ir pa ceļam starp mājām un darbu, un brīdī kad bāka ir gandrīz tukša.
ru: Обычный автомобилист заполняет бензоколонку по дороге между домом и работой и когда маяк почти пуст.

# fuel_savings_description_2
source: By using this application, the driver will find out about a possibly filling station, where the price is 1-5 cents cheaper than the station previously filled.
lv: Lietojot šo aplikāciju, autobraucējs uzzinās par kādu, iespējams, netālu uzpildes staciju, kur cena ir lētāka par 1-5 centiem, nekā stacijā, kur pirms tam uzpildījās.
ru: С помощью этого приложения водитель узнает о возможной заправочной станции, где цена на 1-5 центов дешевле, чем заправленная ранее станция.

# fuel_savings_description_3
source: Plus, finding out when prices fall directly allows the driver to fill the car at the right time, saving even more in the long run.
lv: Turklāt, uzzinot kad tieši nokrītas cenas, autobraucējs var uzpildīt auto īstajā brīdī, tādējādi ilgtermiņā ietaupot vēl vairāk.
ru: Кроме того, выяснение того, когда цены падают напрямую, позволяет водителю заправить автомобиль в нужное время, экономя еще больше в долгосрочной перспективе.

# fuel_savings_description_4
source: Even if you come to refuel at another station with a higher price, you will at least be able to evaluate the price - whether it is acceptable or inadequately high.
lv: Pat ja Jūs braucat uzpildīties kādā citā stacijā, kur cena ir augstāka, vismaz spēsiet novērtēt cenu - vai tā ir pieņemama, vai neadekvāti augsta.
ru: Даже если вы приедете заправляться на другую станцию ​​с более высокой ценой, вы по крайней мере сможете оценить цену - приемлемую или недостаточно высокую.

# fuel_savings_description_5
source: As an example of savings, I can cite my observation. Fill up with Neste, who was on my way to work. There the price is always about 5 cents more expensive than the cheapest one. Instead, if I refueled at the cheapest station in Riga and had at least 40 liters of free light, the savings would be ~ 2 eur! There are sometimes up to 2 lighthouses a month when commuting to work (15km / day) or off-campus. So you could save up to ~ 4 eur per month in this way. You get it for Eur 48 a year - It's already one free full lighthouse! (Note that this is the best case. Maybe you already live in one of the cheapest stations on the way. Then no savings will come because you are already cheap refilled, but you will come to the realization that you were one of the cheaper ones!). At least you can feel better knowing that there is no point in hunting for the cheapest fuel, unless it is any “meaningful savings“!
lv: Kā piemēru par ietaupījumu, varu minēt savu novērojumu. Uzpildos Neste, kas man bija pa ceļam uz darbu. Tur cena, salīdzinājumā ar lētāko cenu, pārsvarā vienmēr ir par kādiem ~5 centiem dārgāka. Ja es tā vietā uzpildītos lētākajā stacijā, Rīgā, un man būtu bākā vismaz 40 litri brīvi, tad ietaupījums sanāk ~ 2 eur! Mēnesī, braukājot gan uz darbu (15 km dienā), gan citreiz ārpus pilsētas, sanāk dažreiz pat 2 bākas nobraukt. Tātad mēnesī šādā veidā varētu pat ~ 4 eur ietaupīt. Gadā tas jau sanāk pie 48 eur - Tā jau ir viena bezmaksas pilna bāka! (Ņemiet vērā, ka tas ir labākais gadījums. Varbūt ka Jūs jau dzīvojat vietā, kur pa ceļam ir tā lētākā stacija.. Tad nekāds ietaupījums nesanāks, jo Jūs jau tāpat lēti uzpildījāties. Bet klāt nāks apziņa, ka bijāt viens no tiem, kas uzpildījās lētāk!). Ja Jums tas liekas smieklīgi, skaitīt centus, un gada griezumā ietaupīt līdz pat 48 eur, tad vismaz Jūs varat justies labāk, apzinoties ka nav jēga medīt lētāko degvielu, ja tāpat nekāds “jēdzīgs ietaupījums” tas nav!
ru: В качестве примера экономии могу привести свои наблюдения. Заполните Neste, который был на моем пути на работу. Там цена всегда примерно на 5 центов дороже самой дешевой. Вместо этого, если бы я заправлялся на самой дешевой станции в Риге и имел как минимум 40 литров свободного света, экономия составила бы ~ 2 евро! Приходы на работу (15 км / день) или вне кампуса иногда бывают до 2 маяков в месяц. Таким образом, вы можете сэкономить до ~ 4 евро в месяц таким образом. Вы получаете его за 48 долларов в год - это уже один бесплатный полный маяк! (Обратите внимание, что это лучший случай. Может быть, вы уже живете на одной из самых дешевых станций в пути. Тогда сбережений не будет, потому что вы уже дешево заправлены, но вы поймете, что вы один из самых дешевых!). По крайней мере, вы можете чувствовать себя лучше, зная, что нет смысла охотиться за самым дешевым топливом, кроме случаев, когда есть “значительная экономия“!

# inline_alert_default_demo_message
source: You are located in Kurzeme. Unfortunately for the selected fuel companies, we only have prices from the Riga area.
lv: Pēc lokācijas atrodaties Kurzemē. Diemžēl atzīmētajām degvielas kompānijām, mums ir pieejamas cenas tikai no Rīgas rajona.
ru: После локации вы находитесь в Курземе. К сожалению, для выбранных топливных компаний у нас есть цены только из Рижского района.

source: Ainaži
ru: Айнажи

source: Aizkraukle
ru: Айзкраукле

source: Aizpute
ru: Айзпуте

source: Aknīste
ru: Акнисте

source: Aloja
ru: Алоя

source: Alūksne
ru: Алуксне

source: Ape
ru: Апе

source: Auce
ru: Ауце

source: Baldone
ru: Балдоне

source: Baloži
ru: Баложи

source: Balvi
ru: Балви

source: Bauska
ru: Бауска

source: Brocēni
ru: Броцены

source: Cēsis
ru: Цесис

source: Cesvaine
ru: Цесвайне

source: Dagda
ru: Дагда

source: Daugavpils
ru: Даугавпилс

source: Dobele
ru: Добеле

source: Durbe
ru: Дурбе

source: Grobiņa
ru: Гробиня

source: Gulbene
ru: Гулбене

source: Ikšķile
ru: Икшкиле

source: Ilūkste
ru: Илукста

source: Jaunjelgava
ru: Яунелгава

source: Jēkabpils
ru: Екабпилс

source: Jelgava
ru: Елгава

source: Jūrmala
ru: Юрмала

source: Kandava
ru: Кандава

source: Kārsava
ru: Карсава

# Kegums
source: Ķegums
ru: Кегумс

source: Krāslava
ru: Краслава

source: Kuldīga
ru: Кулдига

source: Lielvārde
ru: Лиелварде

source: Liepāja
ru: Лиепая

source: Līgatne
ru: Лигатне

source: Limbaži
ru: Лимбажи

source: Līvāni
ru: Ливаны

source: Lubāna
ru: Лубана

source: Ludza
ru: Лудза

source: Madona
ru: Мадона

source: Mazsalaca
ru: Мазсалаца

source: Ogre
ru: Огре

source: Olaine
ru: Олайне

source: Pāvilosta
ru: Павилоста

source: Piltene
ru: Пилтене

source: Pļaviņas
ru: Плявиняс

source: Preiļi
ru: Прейли

source: Priekule
ru: Приекуле

source: Rēzekne
ru: Резекне

source: Rīga
ru: Рига

source: Rūjiena
ru: Руена

source: Sabile
ru: Сабиле

source: Salacgrīva
ru: Салацгрива

source: Salaspils
ru: Саласпилс

source: Saldus
ru: Салдус

source: Saulkrasti
ru: Саулкрасты

source: Seda
ru: Седа

source: Sigulda
ru: Сигулда

source: Skrunda
ru: Скрунда

source: Smiltene
ru: Смилтене

source: Staicele
ru: Стайцеле

source: Stende
ru: Стенде

source: Strenči
ru: Стренчи

source: Subate
ru: Субате

source: Talsi
ru: Талса

source: Tukums
ru: Тукумс

source: Valdemārpils
ru: Валдемарпилс

source: Valka
ru: Валка

source: Valmiera
ru: Валмиера

source: Vangaži
ru: Вангажи

source: Varakļāni
ru: Варакляны

source: Ventspils
ru: Вентспилс

source: Viesīte
ru: Виесите

source: Viļaka
ru: Виляка

source: Viļāni
ru: Виляны

source: Zilupe
ru: Зилупе
